/* In browser window title */
"Get a donation key!" = "Få en donasjonsnøkkel!";

/* The full name of the supporter */
"Registered to {0}" = "Registrert til {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Tusen takk for støtten! Med din hjelp kan vi lage Cyberduck enda bedre.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Donasjonsnøkkelen din har blitt kopiert til applikasjonsstøtte-katalogen.";

/* Validation failed */
"Not a valid registration key" = "Ugyldig donasjonsnøkkel";

"This donation key does not appear to be valid." = "Denne donasjonsnøkkelen ser ikke ut til å være gyldig.";

/* Thank you */
"Continue" = "Fortsett";
